/* Printing Resolution */
"1200 x 1200" = "1200 x 1200";
"2400 x 1200" = "2400 x 1200";
"Automatic" = "Automatic";

/* Job Storage */
"HPJOBRETENTIONOPTION_QUICKCOPY_DS"="När dokumentet har skrivits ut kan du använda skrivarens kontrollpanel för att skriva ut flera kopior av dokumentet. Flera kopior av lagrade utskrifter kommer att sorteras automatiskt.";
"HPJOBRETENTIONOPTION_PROOFANDPRINT_DS"="När flera kopior begärs skrivs den första kopian ut. Återstående kopior hamnar i vänteläge i skrivaren tills du skriver ut dem via skrivarens kontrollpanel. Flera kopior av lagrade utskrifter kommer att sorteras automatiskt.";
"HPJOBRETENTIONOPTION_STOREDJOB_DS"="Utskriftsjobbet lagras i skrivaren som om det vore ett elektroniskt arkivskåp. Ingenting skrivs ut förrän utskrift begärs från skrivarens kontrollpanel. Använd denna lagringsplats för formulär och andra vanliga eller delade dokument. Flera kopior av lagrade utskrifter kommer att sorteras automatiskt.";
"HPJOBRETENTIONOPTION_PRIVATE_DS"="Utskriften lagras i skrivaren och inget skrivs ut förrän utskrift begärs från skrivarens kontrollpanel. Privata utskrifter skyddas av ett fyrsiffrigt nummer som du anger. Flera kopior av lagrade utskrifter kommer att sorteras automatiskt.";
"HPJOBRETENTIONOPTION_PRIVATE_STOREDJOB_DS"="Ditt jobb kommer att sparas i skrivaren, som om den var ett elektroniskt arkivskåp. Ingenting kommer att skrivas ut förrän ditt jobb begärs från kontrollpanelen på skrivaren. Privata, lagrade jobb skyddas av en personlig kod på fyra siffror som du anger. Flera kopior av lagrade utskrifter kommer att sorteras automatiskt.";
"HPJOBRETENTIONOPTION_OFF_DS"="Dokumentet skrivs ut men kommer inte att lagras i skrivaren.";
"HPJOBRETENTIONOPTION_STOREJOB_DS" = "Ditt jobb kommer att sparas i skrivaren, som om den var ett elektroniskt arkivskåp. Ingenting kommer att skrivas ut förrän ditt jobb begärs från kontrollpanelen på skrivaren. Lagrade jobb skyddas av en personlig kod på fyra siffror som du anger. Flera kopior av lagrade utskrifter kommer att sorteras automatiskt.";
"HPJOBRETENTIONOPTION_PERSONAL_DS" = "Lagra utskriftsjobbet i skrivaren tills du skriver ut det från skrivarens kontrollpanel. När jobbet väl skrivits ut tas det bort från skrivaren. Skydda jobbet så att inga obehöriga kommer åt det genom att använda en PIN-kod.";

"HPJOBRETENTIONOPTION_HPJOBRETENTIONPERSONAL_HPUSEPINTOPRINT_FALSE" = "Jobbet kommer att lagras på skrivaren och ingenting kommer att skrivas ut förrän du begär det från skrivarens kontrollpanel. När jobbet har skrivits ut tas det automatiskt bort från skrivarens jobblagringsminne.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONPERSONAL_HPUSEPINTOPRINT_TRUE" = "Jobbet kommer att lagras på skrivaren och ingenting kommer att skrivas ut förrän du begär det från skrivarens kontrollpanel och anger PIN-koden. När jobbet har skrivits ut tas det automatiskt bort från skrivarens jobblagringsminne.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONSTOREJOB_HPUSEPINTOPRINT_FALSE" = "Jobbet kommer att lagras på skrivaren precis som i ett elektroniskt filarkiv. Ingenting kommer att skrivas ut förrän du begär det från skrivarens kontrollpanel. Använd denna typ av lagring för formulär och andra gemensamma eller delade dokument.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONSTOREJOB_HPUSEPINTOPRINT_TRUE" = "Jobbet kommer att lagras på skrivaren precis som i ett elektroniskt filarkiv. Ingenting kommer att skrivas ut förrän du begär det från skrivarens kontrollpanel och anger PIN-koden. Använd denna typ av lagring för formulär och andra gemensamma eller delade dokument.";

"HPSTRAIGHTPAPERPATH_DS" = "Alternativt utskriftsfack är öppet";

/* Manual Duplex */
"HPMANUALDUPLEXSWITCH_DS" = "Kontrollera att det manuella utmatningsfacket är tomt; eller, om du startar från det här facket, att det endast innehåller tillräckligt mycket papper för det här dokumentet (lägg till ett ark för isättningsguiden om denna har valts).";
"HPMANUAL_DUPLEX_PRINT_GUIDE_CHECKBOX_TITLE" = "Skriv ut guide för isättning";

"HPTEXTNEUTRALGRAYS_SUMMARY" = "Text neutral grå";
"HPTEXTHALFTONE_SUMMARY" = "Texthalvton";
"HPTEXTRGB_SUMMARY" = "Text RGB-färger";
"HPGRAPHICSNEUTRALGRAYS_SUMMARY" = "Bilder neutral grå";
"HPGRAPHICSHALFTONE_SUMMARY" = "Bildhalvton";
"HPGRAPHICSRGB_SUMMARY" = "Bild RGB-färger";
"HPPHOTONEUTRALGRAYS_SUMMARY" = "Foton neutral grå";
"HPPHOTOHALFTONE_SUMMARY" = "Fotohalvton";
"HPPHOTORGB_SUMMARY" = "Foto RGB-färger";

"HPIMAGESHIFTFRONTX_SUMMARY" = "Front Horizontal Shift";
"HPIMAGESHIFTFRONTY_SUMMARY" = "Front Vertical Shift";
"HPIMAGESHIFTBACKX_SUMMARY" = "Back Horizontal Shift";
"HPIMAGESHIFTBACKY_SUMMARY" = "Back Vertical Shift";

/*Description for Booklet Printing PDE*/
"HPBOOKLETFILTER_AUTO_MANUAL_DS" = "För att skriva ut ett häfte måste du markera rutan \"Dubbelsidig\" eller \"Manuell dubbelsidig utskrift\" ovan.";
"HPBOOKLETFILTER_MANUAL_DS" = "För att skriva ut ett häfte måste du markera rutan \"Manuell dubbelsidig utskrift\" ovan.";
"HPBOOKLETFILTER_AUTO_DS" = "För att skriva ut ett häfte måste du markera rutan \"Dubbelsidig\" ovan.";
"DUPLEXER_NOT_INSTALLED" = "För att skriva ut en broschyr måste du installera tillbehöret för dubbelsidigt.";
"DUPLEXER_INSTALLED" = "För att skriva ut en broschyr måste du slå på dubbelsidig utskrift.";

"HPBOOKLET_PAGEORDER_CHECKBOX_TITLE" = "Bindning höger";

"HPWMSWITCH_CHECKBOX_TITLE" = "Vattenstämpel";

/*UntitledCustomName*/
"UntitledString"="Namnlös";

/* Color/Quality Options */
"CMANDRESOLUTION_GRAY600X600DPI_DS" = "600 dpi";
"CMANDRESOLUTION_CMYKIMAGERET3600_DS" = "ImageREt 3600";
"CMANDRESOLUTION_CMYKIMAGERET2400_DS" = "ImageREt 2400";
"CMANDRESOLUTION_CHECKBOX_TITLE" = "Skriv ut färg i grått";

"OUTPUTMODE_DS_COLORINPUT_BLACKRENDER_600X600DPI_OUTPUT_AUTOMATIC" = "Inmatning i färg/rendering i svartvitt: 600x600 dpi\nUtmatning (svartvitt/färg): Automatiskt";

"OUTPUTMODE_DS_GENERALOFFICE" = "Svart återgivning: 300 x 300 dpi \nFärginmatning: 300 x 300 dpi \nUtmatning (svart): Automatisk \nUtmatning (färg): Automatisk";

"OUTPUTMODE_DS_PROFESSIONAL" = "Svart återgivning: 600 x 600 dpi \nFärginmatning: 600 x 600 dpi \nUtmatning (svart): Automatisk \nUtmatning (färg): Automatisk";

"OUTPUTMODE_DS_PRESENTATION" = "Svart återgivning: 600 x 600 dpi \nFärginmatning: 600 x 600 dpi \nUtmatning (svart): Automatisk \nUtmatning (färg): Automatisk \nFör följande papperstyper är svart utmatning 1 200 x 1 200 optimerade dpi: Ospecificerat, Vanligt, HP Premium matt presentationspapper och HP matt broschyrpapper";

"OUTPUTMODE_DS_MAXIMUMDPI" = "Svart återgivning: 600 x 600 dpi \nFärginmatning: 600 x 600 dpi \nUtmatning (svart): Automatisk \nUtmatning (färg): 2 400 x 1 200 optimerade dpi";

